Repository: common-repository/capusta-woo-checkout-gateway
Catalog: languages/wc-capusta-*.po
Languages: ru_ru

source: Pay online
ru_ru: Оплата онлайн

source: Main settings
ru_ru: Основные настройки

source: The payment gateway will not work without these settings. Make the settings carefully.
ru_ru: Платежный шлюз не будет работать без этих настроек. Тщательно заполняйте эти настройки.

source: Online / Offline
ru_ru: Онлайн / Оффлайн

source: Tick the checkbox if you need to activate the payment gateway.
ru_ru: Активируйте чекбокс, если вам нужно включить платежный шлюз.

source: On disconnection, the payment gateway will not be available for selection on the site. It is useful for payments through subsidiaries, or just in case of temporary disconnection.
ru_ru: При отключении платежный шлюз не будет доступен для выбора на сайте. Это полезно для платежей через дочерние компании, или только в случае временного отключения.

source: Merchant Email
ru_ru: Email мерчанта

source: Merchant Email (your login) from Capusta.
ru_ru: Merchant Email (ваш логин) от Capusta.

source: Please write API Token. The token is provided by Capusta Support.
ru_ru: Пожалуйста, напишите API Token. Токен предоставляется поддержкой сервиса Capusta.Space.

source: Please write Code of your project. This code you can get from project details in Capusta personal account
ru_ru: Пожалуйста, напишите Код вашего проекта. Этот код вы можете получить в деталях проекта в личном кабинете Capusta.Space

source: Address to notify the site of the results of operations in the background. Copy the address and enter it in your personal account Capusta in the technical settings.
ru_ru: Адрес, чтобы уведомить сайт о результатах операций в фоновом режиме. Скопируйте адрес и введите его в свой личный кабинет Capusta.Space в технических настройках.

source: The address for the user to go to the site after successful payment. Copy the address and enter it in your personal account Capusta in the technical settings.
ru_ru: Адреc сайта, куда будет перенаправлен пользователь в случае успешной оплаты. Скопируйте адрес и введите его в личном кабинете Capusta.Space в технических настройках.

source: The address for the user to go to the site, after payment with an error. Copy the address and enter it in your personal account Capusta in the technical settings.
ru_ru: Адрес на сайте, куда будет перенаправлен пользователь в случае неуспешной оплаты. Скопируйте адрес и введите его в личном кабинете Capusta.Space в технических настройках.

source: Interface
ru_ru: Интерфейс

source: Customize the appearance. Can leave it at that.
ru_ru: Настройка внешнего вида. Можете оставить как есть.

source: Show gateway icon?
ru_ru: Показать иконку шлюза?

source: Show
ru_ru: Показать

source: Language interface
ru_ru: Интерфейс локализации

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: What language interface displayed for the customer on Capusta?
ru_ru: Какой языковой интерфейс отображается для клиента на Capusta?

source: Language based on the locale?
ru_ru: Язык, основанный на настройках клиента?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Automatic detection of the users language from the WordPress environment.
ru_ru: Автоматическое обнаружение языка пользователя из среды WordPress.

source: Title
ru_ru: Заголовок

source: This is the name that the user sees during the payment.
ru_ru: Название, которое видит пользователь во время оплаты.

source: Order button text
ru_ru: Текст кнопки перехода к оплате

source: This is the button text that the user sees during the payment.
ru_ru: Это текст кнопки, который пользователь видит во время оплаты.

source: Proceed to checkout
ru_ru: Перейти к оформлению заказа

source: Description
ru_ru: Описание

source: Description of the method of payment that the customer will see on our website.
ru_ru: Описание способа оплаты, который клиент увидит на нашем сайте.

source: Visa, Mastercard, Maestro, MIR, as well as Apple Pay and Google Pay through the payment service Capusta.Space
ru_ru: Картами Visa, Mastercard, Maestro, МИР, а также Apple Pay и Google Pay через платежный сервис Capusta.Space

source: Orders notes
ru_ru: Заметки в заказах

source: Settings for adding notes to orders. All are off by default.
ru_ru: Настройки для добавления заметок в заказы. Все они отключены по умолчанию.

source: Request from Capusta
ru_ru: Запрос от Capusta.Space

source: Enable
ru_ru: Включить

source: All requests from Capusta for orders will be added to the notes.
ru_ru: Все запросы от Capusta будут добавлены к примечаниям заказа.

source: Validation errors of requests
ru_ru: Ошибки проверки запросов

source: Adding to the notes all the data related to the check for error requests.
ru_ru: Добавление к примечаниям всех данных, связанных с проверкой запросов на ошибку.

source: Result requests
ru_ru: Запросы результатов

source: Adding payment result data to order notes.
ru_ru: Добавление данных о результатах платежа в примечание заказа.

source: Failed requests
ru_ru: Неудачные запросы

source: Adding customers return data to the cancellation page in the notes.
ru_ru: Добавление в заметки клиентских данных по неуспешному платежу.

source: Success requests
ru_ru: Успешные запросы

source: Adding customers return data to the successful payment page in the notes.
ru_ru: Добавление в заметки клиентских данных по успешному платежу.

source: Technical details
ru_ru: Технические настройки

source: Setting technical parameters. Used by technical specialists. Can leave it at that.
ru_ru: Установка технических параметров. Используется техническими специалистами. Можете оставить по умолчанию.

source: Logging
ru_ru: Журналирование

source: You can enable gateway logging, specify the level of error that you want to benefit from logging. All sensitive data in the report are deleted. By default, the error rate should not be less than ERROR.
ru_ru: Вы можете включить журнал логов, указать уровень ошибок, который вы хотите фиксировать в логах. Все конфиденциальные данные удаляются. По умолчанию уровень не должен быть меньше, чем ERROR.

source: Off
ru_ru: Выкл

source: Cart clearing
ru_ru: Очистка корзины

source: Clean the customers cart if payment is successful? If so, the shopping cart will be cleaned. If not, the goods already purchased will most likely remain in the shopping cart.
ru_ru: Очищать корзину клиентов, после успешной оплаты? Если это так, корзина будет очищена. В противном случае уже приобретенные товары останутся в корзине.

source: Mark order as cancelled?
ru_ru: Отмечать заказ как отмененный?

source: Change the status of the order to canceled when the user cancels the payment. The status changes when the user returns to the cancelled payment page.
ru_ru: Изменять статус заказа на отмененный, когда пользователь отменяет платеж. Статус меняется, когда пользователь возвращается на страницу отмененного платежа.

source: Return to payment gateways
ru_ru: Возвращение к платежным шлюзам

source: The client started to pay.
ru_ru: Клиент начал процесс оплаты.

source: Pay
ru_ru: Оплатить

source: Cancel & return to cart
ru_ru: Отменить и вернуться в корзину

source: Sorry, this order can not be paid
ru_ru: Отмена. К сожалению, этот заказ не может быть оплачен

source: Delivery
ru_ru: Доставка

source: Order successfully paid.
ru_ru: Заказ успешно оплачен.

source: Client return to success page.
ru_ru: Возвращение клиента на страницу успеха.

source: The order has not been paid.
ru_ru: Заказ не оплачен.

source: Api request error. Action not found.
ru_ru: Ошибка запроса Api. Action not found.

source: Order not found.
ru_ru: Заказ не найден.

source: Capusta Space Docs
ru_ru: Документация

source: Settings
ru_ru: Настройки

source: Useful information
ru_ru: Полезная информация

source: Official documentation
ru_ru: Официальная документация

source: This Capusta.Space plugin allows you to collect donations on Wordpress sites and accept online payments with Visa, Mastercard, Maestro, MIR bank cards for orders in projects created through Woocommerce.
ru_ru: Плагин от Capusta.Space позволяет собирать донаты на сайтах Wordpress и принимать онлайн-оплату банковскими картами Visa, Mastercard, Maestro, МИР за заказы в проектах, созданных через Woocommerce.
